#include <stdio.h>
#include <stdlib.h>
#include <string.h>

// ==========================================
// MÁQUINA DE ESTADOS E LEITURA DE ARQUIVOS
// ==========================================
// (Funções de ler txt vão aqui)

// ==========================================
// STRUCTS
// ==========================================

// ==========================================
// GERENCIAMENTO DE BAIRROS
// ==========================================

// ==========================================
// GERENCIAMENTO DE SENSORES
// ==========================================

// ==========================================
// EQUIPES E CHAMADOS
// ==========================================
// (Funções de inserir, buscar e gerenciar equipes)

// ==========================================
// FUNÇÃO PRINCIPAL
// ==========================================
int main()
{
    /*
     listaBairros *B = criarBairro();
     */
    return 0;
}
